Repository: xcv58/MacTools
Catalog: Plugins/Calendar/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr

# settings.agenda.direction
source: 时间范围
ar: النطاق الزمني
de: Zeitraum
en: Time Range
es: Período
fr: Période
ja: 表示範囲
ko: 시간 범위
pt: Período
ru: Период
tr: Zaman Aralığı

# settings.agenda.oneDay
source: 1 天
ar: يوم واحد
de: 1 Tag
en: 1 day
es: 1 día
fr: 1 jour
ja: 1 日
ko: 1일
pt: 1 dia
ru: 1 день
tr: 1 gün

# settings.agenda.show
source: 显示近期日程
ar: إظهار الأحداث القريبة
de: Aktuelle Termine anzeigen
en: Show Recent Events
es: Mostrar eventos recientes
fr: Afficher les événements récents
ja: 最近の予定を表示
ko: 최근 일정 표시
pt: Mostrar eventos recentes
ru: Показывать ближайшие события
tr: Yakın Etkinlikleri Göster

# settings.alternateCalendar.title
source: 其他历法
ar: تقويم بديل
de: Alternativer Kalender
en: Alternate calendar
es: Calendario alternativo
fr: Calendrier secondaire
ja: 別の暦
ko: 대체 캘린더
pt: Calendário alternativo
ru: Дополнительный календарь
tr: Alternatif takvim

# settings.alternateCalendar.description
source: 在公历日期旁显示所选历法。
ar: عرض التقويم المحدد إلى جانب التواريخ الميلادية.
de: Den gewählten Kalender neben den gregorianischen Daten anzeigen.
en: Show the selected calendar alongside Gregorian dates.
es: Mostrar el calendario seleccionado junto a las fechas gregorianas.
fr: Afficher le calendrier choisi à côté des dates grégoriennes.
ja: 選択した暦を西暦の日付と併せて表示します。
ko: 선택한 캘린더를 양력 날짜와 함께 표시합니다.
pt: Mostrar o calendário selecionado junto às datas gregorianas.
ru: Показывать выбранный календарь рядом с григорианскими датами.
tr: Seçili takvimi Gregoryen tarihlerin yanında göster.

# settings.alternateCalendar.none
source: 无
ar: بلا
de: Ohne
en: None
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
pt: Nenhum
ru: Нет
tr: Yok

# settings.alternateCalendar.chinese
source: 农历
ar: التقويم القمري الصيني
de: Chinesischer Mondkalender
en: Chinese lunar calendar
es: Calendario lunar chino
fr: Calendrier lunaire chinois
ja: 中国の旧暦
ko: 중국 음력
pt: Calendário lunar chinês
ru: Китайский лунный календарь
tr: Çin ay takvimi
